Repository: AlternC/dnsmanager
Catalog: locales/*/LC_MESSAGES/default.po
Languages: fr_fr

source: Cannot connect to the database:
fr_fr: Impossible de se connecter à la base de données :

source: Page Not Found
fr_fr: Page non trouvée

source: The requested page has not been found or an error happened. Please check
fr_fr: La page demandée n'a pas été trouvée, ou une erreur est survenue. Merci de vérifier.

source: Erreur base de données PDO prepare :
fr_fr: Erreur base de données PDO lors du prepare :

source: Connected as %s
fr_fr: Connecté à %s

source: Error:
fr_fr: Erreur :

source: My Servers
fr_fr: Mes serveurs

source: Server Logs
fr_fr: Historique Serveur

source: All Servers
fr_fr: Tous les serveurs

source: All Server Logs
fr_fr: Tous l'historique

source: Welcome into the AlternC DNS Manager. Click on the My Servers page above to add or edit your AlternC's servers
fr_fr: Bienvenue sur le Gestionnaire de DNS AlternC. Cliquez sur "Mes serveurs" ci-dessus pour ajouter ou modifier vos serveurs sous AlternC.

source: Servers
fr_fr: Serveurs

source: Add a server
fr_fr: Ajouter un serveur

source: Add
fr_fr: Ajouter

source: Add a server in the DNS Manager
fr_fr: Ajouter un serveur dans le Gestionnaire DNS

source: Edit a server in the DNS Manager
fr_fr: Modifier un serveur du Gestionnaire DNS

source: Hostname:
fr_fr: Nom d'hôte :

source: IPv4 Address:
fr_fr: Adresse IPv4 :

source: Enable DNS synchronization using AlternC's protocol?
fr_fr: Activer la synchronisation DNS utilisant le protocole d'AlternC ?

source: If you enable the synchronization of DNS zones from your AlternC to this manager, you need to fill the fields below.
fr_fr: Si vous activez la synchronisation de la liste des zones DNS depuis votre AlternC sur le gestionnaire, vous devez remplir les champs ci-dessous.

source: AlternC synchronisation
fr_fr: Synchronisation AlternC

source: CA Certificate:
fr_fr: Certificat de CA :

source: You must have created a SlaveDNS account in the administrator panel of AlternC.
fr_fr: Vous devrez avoir créé un compte Esclave DNS dans le panneau administrateur d'AlternC.

source: The url is usually like https://login:password@panel.yourserver.tld/domlist.php
fr_fr: L'url est généralement du type https://utilisateur:motdepasse@panel.votreserveur.tld/domlist.php

source: If you don't have a proper CA-signed certificate, you can paste here your self-signed certificate.
fr_fr: Si vous ne disposez pas d'un certificat signé par une autorité de certification, vous pouvez coller ici votre certificat auto-signé.

source: Add this server
fr_fr: Ajouter ce serveur

source: Edit this server
fr_fr: Modifier ce serveur

source: Cancel
fr_fr: Annuler

source: Do you really want to delete server '%s'?
fr_fr: Voulez-vous réellement supprimer le serveur '%s' ?

source: Yes, delete it
fr_fr: Oui, supprimer

source: No, don't do anything
fr_fr: Non, ne rien faire

source: Servers synchronization log
fr_fr: Historique de synchronisation des serveurs

source: Server informations
fr_fr: Informations du serveur

source: Hostname
fr_fr: Nom d'hôte

source: IPv4 Address
fr_fr: Adresse IPv4

source: AlternC synchronization enabled ?
fr_fr: Synchronisation via AlternC active ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: SSL Certificate (when needed)
fr_fr: Certificat SSL (si besoin)

source: Zone hosted in that server
fr_fr: Zones hébergées sur ce serveur

source: DISABLED (conflict)
fr_fr: INACTIF (conflit)

source: Last log for this server
fr_fr: Derniers événements du serveur

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Effacer

source: IP Address
fr_fr: Adresse IP

source: Enabled
fr_fr: Actif

source: Domain Count
fr_fr: Nombre de domaines

source: Updated on
fr_fr: Mis à jour le

source: User
fr_fr: Utilisateur

source: Server not found
fr_fr: Serveur non trouvé

source: Timeout connecting to the server
fr_fr: Temps dépassé à la connexion du serveur

source: Zone added
fr_fr: Zone ajoutée

source: Zone added but disabled (conflict)
fr_fr: Aone ajoutée mais inactive (conflit)

source: Zone deleted
fr_fr: Zone effacée

source: Zone enabled (no conflict)
fr_fr: Zone activée (plus de conflit)

source: Empty file received from server
fr_fr: Fichier vide reçu du serveur

source: Statistics of the DNS Manager
fr_fr: Statistiques du gestionnaire de DNS

source: Server deleted, all zone removed
fr_fr: Serveur supprimé, ainsi que ses zones

source: Event
fr_fr: Événement

source: Date of the event
fr_fr: Date de l'événement

source: An error occurred, please try again later
fr_fr: Une erreur est survenue, réessayez plus tard

source: Server Added...
fr_fr: Serveur ajouté...

source: You have no server at the moment. Please add one
fr_fr: Vous n'avez pas de serveur de défini pour l'instant. Merci d'en créer un

source: Server successfully updated
fr_fr: Serveur mis à jour

source: Server %s successfully deleted
fr_fr: Serveur %s effacé

source: Server Hostname
fr_fr: Nom d'hôte du serveur

source: Please set the hostname of the server. This should be unique between all AlternC DNS Manager accounts
fr_fr: Merci de renseigner le nom d'hôte du serveur. Il doit être unique sur tout le gestionnaire de DNS d'AlternC

source: Please set the public IPv4 address of the server.
fr_fr: Merci de renseigner l'adresse IPv4 du serveur.

source: Home
fr_fr: Accueil

source: Welcome
fr_fr: Bienvenue

source: User Management
fr_fr: Gestion des utilisateurs

source: Change my password
fr_fr: Changer mon mot de passe

source: Enter your new password:
fr_fr: Entrez votre mot de passe :

source: Enter your new password (again):
fr_fr: Entrez votre mot de passe (à nouveau) :

source: My account
fr_fr: Mon compte

source: Other informations
fr_fr: Autres informations

source: General information
fr_fr: Informations générales

source: Login
fr_fr: Nom d'utilisateur

source: Email address
fr_fr: Adresse email

source: Edit my account
fr_fr: Modifier mon compte

source: Create a user
fr_fr: Créer un compte

source: Identity
fr_fr: Identité

source: Login:
fr_fr: Nom d'utilisateur :

source: Keep this empty if you don't want to change the password
fr_fr: Laissez ce champ vide pour ne pas modifier votre mot de passe

source: Password:
fr_fr: Mot de passe :

source: Password (confirmation):
fr_fr: Mot de passe (confirmation) :

source: Send the password by mail
fr_fr: Envoyer le mot de passe par mail

source: Send a mail telling about that new account
fr_fr: Envoyer un mail au sujet du nouveau compte

source: Is it an administrator?
fr_fr: Est-ce un administrateur ?

source: Is it enabled?
fr_fr: Est-il actif ?

source: Add this user
fr_fr: Ajouter ce compte

source: Edit this user
fr_fr: Modifier ce compte

source: Change my infos
fr_fr: Changer mes informations

source: Do you really want to delete user '%s'?
fr_fr: Voulez-vous réellement supprimer l'utilisateur '%s' ?

source: AlternC DNS Manager
fr_fr: Gestionnaire de DNS d'AlternC

source: Account Creation
fr_fr: Création d'un compte

source: Your account has been created successfully, an email with a confirmation link has been sent to you
fr_fr: Votre compte a été créé avec succès, un email de confirmation vous a été envoyé.

source: Connect As
fr_fr: Se connecter sous

source: General informations
fr_fr: Informations générales

source: Enabled?
fr_fr: Actif ?

source: Administrator?
fr_fr: Administrateur ?

source: I forgot my password
fr_fr: J'ai oublié mon mot de passe

source: Enter your email:
fr_fr: Entrez votre email :

source: If you forgot your login or password, please enter your email above, we will send you a link to reset your password.
fr_fr: Si vous avez oublié votre nom d'utilisateur ou votre mot de passe, entrez votre email ci-dessus, nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send me a password reminder
fr_fr: Envoyez-moi un rappel de mot de passe

source: Account Creation Form
fr_fr: Formulaire de création de compte

source: Users
fr_fr: Utilisateurs

source: Welcome into AlternC DNS Manager. You can either log into your existing account, or create an new account.
fr_fr: Bienvenue dans le Gestionnaire de DNS d'AlternC. Vous pouvez soit vous connecter à votre compte, soit créer un nouveau compte.

source: Welcome into AlternC DNS Manager. Please login into your account
fr_fr: Bienvenue dans le Gestionnaire de DNS d'AlternC. Merci de vous connecter à votre compte.

source: Existing Users
fr_fr: Utilisateurs existants

source: Log into my account
fr_fr: Se connecter à mon compte

source: New Users
fr_fr: Nouveaux utilisateurs

source: Choose a login name:
fr_fr: Choisissez un nom d'utilisateur :

source: Create a password:
fr_fr: Choisissez un mot de passe :

source: Create an account and send me a confirmation email
fr_fr: Créez ce compte et envoyez-moi un email de confirmation

source: Connect as
fr_fr: Se connecter sous

source: Name
fr_fr: Nom

source: yes
fr_fr: oui

source: no
fr_fr: non

source: Please set the login name
fr_fr: Merci de renseigner le nom d'utilisateur

source: Please set a password
fr_fr: Merci de renseigner le mot de passe

source: The passwords are different, please check
fr_fr: Les mots de passes sont différents, merci de vérifier.

source: The email address is mandatory
fr_fr: L'adresse email est obligatoire

source: Your account on AlternC DNS Manager
fr_fr: Votre compte sur le Gestionnaire DNS AlternC

source: Hi, Your account on AlternC DNS Manager has just been created. Please click the link below to activate it: %s If you didn't expect this message, please ignore it -- Regards, AlternC's technical team.
fr_fr: Bonjour, Votre compte sur le Gestionnaire de DNS AlternC vient d'être créé Merci de cliquer sur le lien ci-dessous pour l'activer : %s Si vous n'attendiez pas ce message, vous pouvez l'ignorer. -- Cordialement, L'équipe technique d'AlternC.

source: Your account has not been found, please check the link
fr_fr: Votre compte n'a pas été trouvé, merci de vérifier le lien

source: The key is missing or not correct, please check
fr_fr: La clé manque ou est incorrecte, merci de vérifier

source: Your account has been validated, please login to declare your servers
fr_fr: Votre compte a été validé, connectez-vous pour inscrire vos serveurs

source: The link you clicked is invalid. If it is old, please ask again for a password reminder
fr_fr: Le lien que vous avez cliqué est invalide. S'il est ancien, re-demandez un rappel de mot de passe

source: User not found, please check your link
fr_fr: Utilisateur non trouvé, vérifiez votre lien

source: The password you entered are different, please retry
fr_fr: Les mots de passe que vous avez entré sont différents, réessayez

source: Your password has been successfully changed. You may login now
fr_fr: Votre mot de passe a été modifié avec succès. Vous pouvez maintenant vous connecter

source: Please enter an email address
fr_fr: Entrez une adresse email

source: This email is not linked to an account here, sorry.
fr_fr: Cet email n'est pas lié à un compte ici, désolé.

source: Hi, You just asked for your account informations on AlternC DNS Manager. Your login is %s. Please click the link below to change your password: (warning: this links is only working today) %s If you didn't expect this message, you can safely ignore it. -- Regards, AlternC's technical team.
fr_fr: Bonjour, Vous venez de nous demander les informations de votre compte sur le Gestionnaire de DNS AlternC. Votre nom d'utilisateur est : %s Merci de cliquer sur le lien ci-dessous pour modifier votre mot de passe : (attention, ce lien ne marche qu'aujourd'hui) %s Si vous n'attendiez pas ce message, vous pouvez l'ignorer. -- Cordialement, L'équipe technique d'AlternC.

source: A link to reset your password has been sent to your email address. Please click that link (warning, the link is only working one day from now)
fr_fr: Un lien permettant de modifier votre mot de passe a été envoyé à votre adresse email. Cliquez sur ce lien (attention, il ne fonctionnera que pendant un jour à partir de maintenant)

source: Yes, Delete
fr_fr: Oui, effacer

source: User %s successfully deleted
fr_fr: Utilisateur %s effacé avec succès

source: Nothing has been deleted
fr_fr: Rien n'a été effacé

source: Password change on AlternC DNS Manager
fr_fr: Changement de mot de passe sur le Gestionnaire de DNS AlternC

source: The domains you host in your server should have the following DNS servers:
fr_fr: Les domaines que vous hébergez sur votre serveur doivent avoir les Serveurs DNS suivants :

source: <a href="https://alternc.org/">AlternC</a> is a free software that allows you to control your hosting server easily. As such, it knows how to manage domain names.
fr_fr: <a href="https://alternc.org/">AlternC</a> est un logiciel libre qui vous permet de contrôler votre serveur d'hébergement facilement. Il permet donc de gérer des noms de domaines.

source: However, many users don't have their own DNS servers, or not enough of them. AlternC team decided to provide anybody with free DNS service for their servers running AlternC.
fr_fr: Cependant, de nombreux utilisateurs n'ont pas leurs propres serveurs DNS, ou pas assez. L'équipe d'AlternC fournit donc gracieusement un service de DNS à toute personne ayant un serveur faisant tourner AlternC.

source: To use that service, create an account, and add your AlternC's server to your account. <a href="http://aide-alternc.org/">Read the instructions here</a> to know how to automatically synchronize your server's list of domain names with alternc.net
fr_fr: Pour utiliser ce service, créez-vous un compte ici, et ajoutez votre serveur sous AlternC à votre compte. <a href="http://aide-alternc.org/">Lisez les instructions ici</a> pour savoir comment synchroniser automatiquement la liste des domaines de votre serveur avec alternc.net.

source: For each server you have, we will point a subdomain of <i>alternc.net</i> to your server's IP address. Thanks to that, your server will have a name on the Internet even if you didn't install any domain inside it yet.
fr_fr: Pour chaque serveur que vous possédez, nous pointerons un sous-domaine de <i>alternc.net</i> vers l'IPv4 de votre serveur. Grâce à ce la, votre serveur aura un nom sur Internet avant même que vous ayez installé un domaine dessus.

source: You are %s and you are connected as %s.
fr_fr: Vous êtes %s et vous êtes connecté sur le compte de %s.

source: Go back to my admin account identity.
fr_fr: Revenir à mon compte administrateur.

source: This will delete all its associated servers and zones
fr_fr: Cela effacera tous les serveurs et zones associées

source: Date/Hour
fr_fr: Date / Heure

source: Don't check the certificate
fr_fr: Ne pas vérifier le certificat

source: If you don't have a proper CA-signed certificate, you can paste here your self-signed certificate, or check the box above to block any certificate check (not recommended).
fr_fr: Si vous ne disposez pas d'un certificat signé par une autorité de certification, vous pouvez coller ici votre certificat auto-signé, ou cocher la case ci-dessus pour ne pas vérifier les certificats (non recommandé).

source: Hourly scan
fr_fr: Scan toutes les heures

source: You must have created a SlaveDNS account in the <b>Admin Control Panel</b> of AlternC, in the <b>Manage slave DNS</b> menu.
fr_fr: Vous devrez avoir créé un compte Esclave DNS dans le <b>Panneau Administrateur</b> d'AlternC, dans le sous-menu <b>Gérer les DNS esclaves</b>.

source: The url is usually like <code>https://login:password@panel.yourserver.tld/domlist.php</code>
fr_fr: L'url est généralement du type <code>https://utilisateur:motdepasse@panel.votreserveur.tld/domlist.php</code>

source: SSL Check
fr_fr: Vérif SSL

source: The hostname usually don't contains any dot (.) and is the canonical name of the server. eg. <em>gandalf</em> or <em>brassens</em>.
fr_fr: Le nom d'hôte ne contient généralement pas de point (.). On l'appelle aussi non canonique du serveur. ex: <em>gandalf</em> ou <em>brassens</em>.
